Repository: harrypakhale98/Nyx
Catalog: Nyx/Resources/Localizable.xcstrings
Source language: en
Languages: es

# shower.NTA
source: Northern Taurids
es: Táuridas del Norte

# shower.ORI
source: Orionids
es: Oriónidas

# shower.PER
source: Perseids
es: Perseidas

# shower.QUA
source: Quadrantids
es: Cuadrántidas

# shower.SDA
source: Southern Delta Aquariids
es: Delta Acuáridas del Sur

# shower.STA
source: Southern Taurids
es: Táuridas del Sur

# shower.URS
source: Ursids
es: Úrsidas

source: south
es: sur

source: south-southeast
es: sursureste

source: south-southwest
es: sursuroeste

source: southeast
es: sureste

source: southwest
es: suroeste

source: straight line, back-to-back nights
es: en línea recta, entre noches seguidas

source: the night after the peak
es: la noche después del máximo

source: then %@ of it
es: y luego %@ de duración

source: tonight
es: esta noche

source: top
es: arriba

source: typically: %@
es: lo habitual: %@

source: until %@
es: hasta %@

source: up in true darkness from %@ to %@
es: sobre el horizonte en oscuridad total de %@ a %@

source: upper left
es: arriba a la izquierda

source: upper right
es: arriba a la derecha

source: very bright
es: muy brillante

source: view from your vehicle
es: vista desde tu vehículo

source: west
es: oeste

source: west-northwest
es: oestenoroeste

source: west-southwest
es: oestesuroeste

source: within %@ of %@
es: a menos de %@ de %@

source: within %@ of you
es: a menos de %@ de ti

source: your location
es: tu ubicación
